/* Type of IP address */
"6to4 relay" = "retransmissão 6to4";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort Conectado";

/* No comment provided by engineer. */
"Airport connected" = "AirPort conectado";

/* No comment provided by engineer. */
"Airport disconnected" = "AirPort desconectado";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort Desconectado";

/* No comment provided by engineer. */
"Battery charging..." = "Bateria recarregando...";

/* Type of IP address */
"Benchmark" = "Benchmark";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Conexão Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Dispositivo Bluetooth Conectado";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Dispositivo Bluetooth Desconectado";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth Desconectado";

/* No comment provided by engineer. */
"Current charge: %d%%" = "Carga atual: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Ethernet ativada";

/* No comment provided by engineer. */
"Ethernet deactivated" = "Ethernet desativada";

/* No comment provided by engineer. */
"FireWire Connection" = "Conexão FireWire";

/* No comment provided by engineer. */
"FireWire Device Connected" = "Dispositivo FireWire Conectado";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "Dispositivo FireWire Desconectado";

/* No comment provided by engineer. */
"FireWire Disconnection" = "Desconexão FireWire";

/* No comment provided by engineer. */
"Group Network Notifications" = "Grupo de Notificações de Rede";

/* No comment provided by engineer. */
"Interface:\ten0" = "Interface:\en0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "Interface:\ten0\nMídia:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP Adquirido";

/* No comment provided by engineer. */
"IP address acquired" = "Endereço IP adquirido";

/* No comment provided by engineer. */
"IP address released" = "Endereço IP liberado";

/* No comment provided by engineer. */
"IP Released" = "IP Liberado";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Conectado à rede.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Saiu da rede %@.";

/* Type of IP address */
"Link-local" = "Link-local";

/* Type of IP address */
"Loopback" = "Loopback";

/* No comment provided by engineer. */
"Network Link Down" = "Conexão de Rede Down";

/* No comment provided by engineer. */
"Network Link Up" = "Conexão de Rede Up";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "Novo IP primário: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "Nenhuma endereço IP no momento";

/* No comment provided by engineer. */
"On A/C power" = "Usando energia de A/C";

/* No comment provided by engineer. */
"On battery power" = "Usando energia da bateria";

/* No comment provided by engineer. */
"On UPS power" = "Usando energia de UPS";

/* No comment provided by engineer. */
"Preferences..." = "Preferências...";

/* Type of IP address */
"Private" = "Privado";

/* Type of IP address */
"Public" = "Público";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Sair do HardwareGrowler";

/* Type of IP address */
"Reserved" = "Reservado";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Exibir Dispositivos de Conexão na inicialização";

/* No comment provided by engineer. */
"Switched to A/C Power" = "Mudando para energia de A/C";

/* No comment provided by engineer. */
"Switched to Battery Power" = "Mudando para energia da bateria";

/* No comment provided by engineer. */
"Switched to UPS Power" = "Mudando para energia do UPS";

/* No comment provided by engineer. */
"Sync finished" = "Sincronização finalizada";

/* No comment provided by engineer. */
"Sync started" = "Sincronização inciada";

/* Type of IP address */
"Test" = "Teste";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Esta configuração somente terá efeito quando HardwareGrowler for reiniciado.";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "Tempo restante: %i minutos";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "Tempo para carga completa: %i minutos";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Dispositivo FireWire sem nome";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Barramento USB 2.0";

/* No comment provided by engineer. */
"USB Bus" = "Barramento USB";

/* No comment provided by engineer. */
"USB Connection" = "Conexão USB";

/* No comment provided by engineer. */
"USB Device Connected" = "Dispositivo USB Conectado";

/* No comment provided by engineer. */
"USB Device Disconnected" = "Dispositivo USB Desconectado";

/* No comment provided by engineer. */
"USB Disconnection" = "Desconexão USB";

/* No comment provided by engineer. */
"Volume Mounted" = "Volume Montado";

/* No comment provided by engineer. */
"Volume Unmounted" = "Volume Desmontado";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Abrir preferências do HardwareGrowler...";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Exibir ícone em ambos";

/* display the icon only in the dock */
"Show icon in the dock" = "Exibir ícone no dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Exibir ícone na barra de menu";

/* display no icon at all */
"No icon visible" = "Nenhum ícone visível";

/* No comment provided by engineer. */
"Icon:" = "Ícone:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Ao habilitar esta opção, HardwareGrowler será executado sem exibir ícone de dock ou item de menu.\n\nPara acessar as preferências, acesse HardwareGrowler no Launchpad, ou abra HardwareGrowler no Finder.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Aviso! Ao habilitar esta opção, HardwareGrowler será executado em plano de fundo";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Alerta! Ao habilitar esta opção, HardwareGrowler será adicionado aos seus itens de login";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Ao permitir isso, HardwareGrowler será iniciado toda vez que fizer login, de forma que esteja sempre disponível para aplicações que utilizam-no.";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Iniciar HardwareGrowler no Login:";

